Repository: speedxy/Screendesign-Presenter
Catalog: locale/*/LC_MESSAGES/screens.po
Languages: de_de

source: Previous Screen
de_de: Vorheriger Screen

source: Next Screen
de_de: Nächster Screen

source: Welcome
de_de: Willkommen

source: Use the following keys to navigate between the screens
de_de: Nutzen Sie diese Tasten zur Navigation

source: Go one slide back
de_de: Ein Screen zurück

source: Go one slide forward
de_de: Ein Screen vorwärts

source: Go to the first slide
de_de: Erster Screen

source: Go to the last slide
de_de: Letzter Screen

source: Show/hide this screen
de_de: Info-Bildschirm öffnen/schließen

source: Show/hide the navigation
de_de: Navigation ein-/ausblenden

source: Go to the corresponding slide. 0 is slide number 10.
de_de: Gehe zur Folie mit Nummer ...

source: Toggle the capture mode. This mode is great for screenshots.
de_de: Screenshot-Modus de-/aktivieren

source: space
de_de: Leertaste

source: Next Step
de_de: Nächster Screen

source: Hide this message or go to the next slide. <br />If you are on the last slide, it returns to the first slide.
de_de: Info-Bildschirm ausblenden. Gehe zum nächsten Screen.<br>Springt zum ersten Screen, wenn letzter Screen erreicht ist.

source: Please define a project.
de_de: Bitte wählen Sie ein Projekt.
